export const data = {
  title: "Создайте аккаунт Эквилибриа",
  subtitle: "Начнём с основ",

  fields: {
    name: "Введите ваше имя",
    surname: "Введите вашу фамилию",
    birth: "Введите дату рождения",
    age: "Введите ваш возраст",
    email: "Введите вашу почту",
    password: "Введите пароль",
    height: "Введите ваш рост (см)",
    weight: "Введите ваш вес (кг)",
    targetWeight: "Введите ваш целевой вес (кг)",
  },

  sections: {
    personal: "Несколько деталей, чтобы персонализировать ваш опыт...",
    goals: "Ваши цели",
    safety: "И наконец — для вашей безопасности",
  },

  activity: [
    { id: 1, label: "Малоподвижный" },
    { id: 2, label: "Лёгкая активность" },
    { id: 3, label: "Умеренная активность" },
    { id: 4, label: "Активный" },
    { id: 5, label: "Очень активный" },
  ],

  goals: [
    { id: "lose", label: "Похудеть" },
    { id: "maintain", label: "Поддерживать вес" },
    { id: "gain", label: "Набрать вес" },
  ],

  actions: {
    haveAccount: "Уже есть аккаунт?",
    signIn: "Войти!",
  },
};